##T_INT_ROLE
INSERT INTO T_INT_ROLE
VALUES ('001', 'ROLE_ADMIN', '系统管理员', '系统管理员', 'AC', '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_INT_ROLE
VALUES ('002', 'ROLE_USR', '系统用戶', '系统用戶', 'AC', '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_INT_USR
INSERT INTO T_INT_USR
VALUES ('2012072401', 'admin', 'ISMvKXpXpadDiUoOSoAfww==', '001', 'AC', 'admin', 'admin', 'N', null, '13400000000', 'admin@pccw.com', '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_INT_USR_ROLE_ASGN
INSERT INTO T_INT_USR_ROLE_ASGN
VALUES ('2012072401', '001');

##T_CONT_TOP_TY
INSERT INTO T_CONT_TOP_TY
VALUES ('001','C','联系','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_TOP_TY
VALUES ('002','T','联系','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_TOP_TY
VALUES ('003','T','面试','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_TOP_TY
VALUES ('004','T','Offer','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CONT_SUB_TY
INSERT INTO T_CONT_SUB_TY
VALUES ('001','002','初步沟通','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('002','002','淘汰','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('003','002','适合尝试推荐','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('004','002','人才放弃','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('005','002','人才推荐','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('006','003','一轮面试','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('007','003','二轮面试','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('008','003','三轮面试','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('009','003','多轮面试','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('010','003','终面','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('011','004','Offering','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('012','004','放弃Offer','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('013','004','客户淘汰','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('014','004','Offcer','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('015','004','担保期中','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('016','004','担保期离职','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CONT_SUB_TY
VALUES ('017','004','成功Offer','2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CUST_GRDE
INSERT INTO T_CUST_GRDE
VALUES ('IR','有需求有意向','有需求有意向', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CUST_GRDE
VALUES ('NI','有需求无意向','有需求无意向', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CUST_GRDE
VALUES ('NR','无需求有意向','无需求有意向', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CUST_GRDE
VALUES ('NN','无需求无意向','无需求无意向', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CUST_STAT
INSERT INTO T_CUST_STAT
VALUES ('SGN','已签约客户','已签约客户', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CUST_STAT
VALUES ('PTL','潜力客户','潜力客户', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CUST_STAT
VALUES ('OTH','其他','其他', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CO_TY
INSERT INTO T_CO_TY
VALUES ('SE','国企','State Enterprise', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('EF','外商独资','Exclusively Foreign-found', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('RO','代表处','Representative Office', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('JV','合资','Joint Venture', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('IE','民营企业','Individually-run Enterprise', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('NA','国家机关','National Agency', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('JE','股份制企业','Joint-Stock Enterprise', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('QC','上市公司','Quote Company', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('PI','事业单位','Public Institution', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_TY
VALUES ('OT','其他','Other', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CO_SZ
INSERT INTO T_CO_SZ
VALUES ('001' ,'1-49人','1-49人', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('002' ,'50-99人','50-99人', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('003' ,'100-499人','100-499人', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('004' ,'500-999人','500-999人', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('005' ,'1000-2000人','1000-2000人', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('006' ,'2000-5000人','2000-5000人', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('007' ,'5000-10000人','5000-10000人', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CO_SZ
VALUES ('008' ,'10000人以上','10000人以上', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_IND_TY
INSERT INTO T_IND_TY
VALUES ('001','IT|互联网|通信|电子','IT|互联网|通信|电子', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('002','金融|银行|保险','金融|银行|保险', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('003','房产|建筑建设|物业','房产|建筑建设|物业', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('004','广告|传媒|印刷出版','广告|传媒|印刷出版', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('005','消费零售|贸易|交通物流','消费零售|贸易|交通物流', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('006','加工制造|仪表设备','加工制造|仪表设备', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('007','管理咨询|教育科研|中介服务','管理咨询|教育科研|中介服务', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('008','医药生物|医疗保健','医药生物|医疗保健', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('009','酒店旅游','酒店旅游', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('010','能源矿产|石油化工','能源矿产|石油化工', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY
VALUES ('011','政府|非赢利机构|科研|其他','政府|非赢利机构|科研|其他', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_IND_TY_SUB
INSERT INTO T_IND_TY_SUB
VALUES ('001','001' , '计算机硬件及网络设备','计算机硬件及网络设备', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('002','001' , '计算机软件','计算机软件', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('003','001' , 'IT服务(系统/数据/维护)/多领域经营','IT服务（系统/数据/维护）/多领域经营', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('004','001' , '互联网/电子商务','互联网/电子商务', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('005','001' , '网络游戏','网络游戏', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('006','001' , '通讯(设备/运营/增值服务)','通讯（设备/运营/增值服务）', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('007','001' , '电子技术/半导体/集成电路','电子技术/半导体/集成电路', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('008','002' , '金融/银行/投资/基金/证券','金融/银行/投资/基金/证券', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('009','002' , '保险','保险', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('010','003' , '房地产/建筑/建材/工程','房地产/建筑/建材/工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('011','003' , '家居/室内设计/装饰装潢','家居/室内设计/装饰装潢', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('012','003' , '物业管理/商业中心','物业管理/商业中心', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('013','004' , '广告/会展/公关/市场推广','广告/会展/公关/市场推广', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('014','004' , '媒体/出版/影视/文化/艺术','媒体/出版/影视/文化/艺术', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('015','004' , '印刷/包装/造纸','印刷/包装/造纸', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('016','005' , '快速消费品(食品/饮料/烟酒/化妆品)','快速消费品（食品/饮料/烟酒/化妆品）', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('017','005' , '耐用消费品(服装服饰/纺织/皮革/家具/家电)','耐用消费品（服装服饰/纺织/皮革/家具/家电）', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('018','005' , '零售/批发','零售/批发', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('019','005' , '礼品/玩具/工艺美术/收藏品','礼品/玩具/工艺美术/收藏品', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('020','005' , '贸易/进出口','贸易/进出口', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('021','005' , '交通/运输/物流','交通/运输/物流', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('022','005' , '航空/航天','航空/航天', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('023','006' , '加工制造(原料加工/模具)','加工制造（原料加工/模具）', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('024','006' , '大型设备/机电设备/重工业','大型设备/机电设备/重工业', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('025','006' , '汽车/摩托车(制造/维护/配件/销售/服务)','汽车/摩托车（制造/维护/配件/销售/服务）', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('026','006' , '检验/检测/认证','检验/检测/认证', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('027','006' , '仪器仪表及工业自动化','仪器仪表及工业自动化', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('028','006' , '办公用品及设备','办公用品及设备', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('029','007' , '咨询/管理产业/法律/财会','咨询/管理产业/法律/财会', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('030','007' , '教育/培训','教育/培训', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('031','007' , '中介服务','中介服务', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('032','007' , '学术/科研','学术/科研', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('033','008' , '医药/生物工程','医药/生物工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('034','008' , '医疗/护理/美容/保健','医疗/护理/美容/保健', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('035','008' , '医疗设备/器械','医疗设备/器械', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('036','009' , '酒店/餐饮','酒店/餐饮', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('037','009' , '娱乐/体育/休闲','娱乐/体育/休闲', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('038','009' , '旅游/度假','旅游/度假', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('039','010' , '石油/石化/化工','石油/石化/化工', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('040','010' , '能源/矿产/采掘/冶炼','能源/矿产/采掘/冶炼', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('041','010' , '电气/电力/水利','电气/电力/水利', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_IND_TY_SUB
VALUES ('042','011' , '政府/公共事业/非盈利机构','政府/公共事业/非盈利机构', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('043','011' , '环保','环保', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('044','011' , '农/林/牧/渔','农/林/牧/渔', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('045','011' , '跨领域经营','跨领域经营', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_IND_TY_SUB
VALUES ('046','011' , '其它','其它', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_POST_TY
INSERT INTO T_POST_TY
VALUES ('001' , '销售业务','销售业务', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('002' , '销售管理','销售管理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('003' , '销售支持/商务','销售支持/商务', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('004' , '客户服务/售前/售后支持','客户服务/售前/售后支持', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('005' , '采购/贸易','采购/贸易', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('006' , '计算机软件/系统集成','计算机软件/系统集成', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('007' , '互联网/电子商务/网游','互联网/电子商务/网游', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('008' , '计算机硬件/设备','计算机硬件/设备', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('009' , '电信/通信','电信/通信', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('010' , '电子/电气/半导体/仪器仪表','电子/电气/半导体/仪器仪表', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('011' , 'IT支持及其它','IT支持及其它', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('012' , '建筑装修/市政建设','建筑装修/市政建设', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('013' , '房地产开发/经纪/中介','房地产开发/经纪/中介', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('014' , '物业管理','物业管理', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('015' , '财务/审计/税务','财务/审计/税务', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('016' , '银行','银行', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('017' , '金融/证券/期货/投资','金融/证券/期货/投资', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('018' , '保险','保险', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('019' , '汽车/摩托车制造','汽车/摩托车制造', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('020' , '汽车销售与服务','汽车销售与服务', 20 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('021' , '工程机械','工程机械', 21 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('022' , '生产/加工/制造','生产/加工/制造', 22 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('023' , '交通运输','交通运输', 23 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('024' , '服装/纺织/食品/饮料','服装/纺织/食品/饮料', 24 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('025' , '物流/仓储','物流/仓储', 25 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('026' , '技工','技工', 26 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('027' , '质控/安防','质控/安防', 27 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('028' , '市场/营销','市场/营销', 28 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('029' , '公关/媒介','公关/媒介', 29 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('030' , '美术/设计/创意','美术/设计/创意', 30 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('031' , '广告/会展','广告/会展', 31 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('032' , '传媒/影视/报刊/出版/印刷','传媒/影视/报刊/出版/印刷', 32 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('033' , '生物工程/制药/医疗器械','生物工程/制药/医疗器械', 33 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('034' , '化工','化工', 34 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('035' , '环境科学/环保','环境科学/环保', 35 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('036' , '能源/矿产/地质勘查','能源/矿产/地质勘查', 36 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('037' , '高级管理','高级管理', 37 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('038' , '人力资源','人力资源', 38 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('039' , '行政/后勤/文秘','行政/后勤/文秘', 39 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('040' , '咨询/顾问','咨询/顾问', 40 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('041' , '教育/培训','教育/培训', 41 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('042' , '律师/法务/合规','律师/法务/合规', 42 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('043' , '翻译（口译与笔译）','翻译（口译与笔译）', 43 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('044' , '零售/百货/超市','零售/百货/超市', 44 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('045' , '酒店/餐饮/旅游/娱乐','酒店/餐饮/旅游/娱乐', 45 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('046' , '保健/美容/美发/健身','保健/美容/美发/健身', 46 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('047' , '医疗/护理','医疗/护理', 47 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('048' , '保安/家政/普通劳动力','保安/家政/普通劳动力', 48 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('049' , '公务员/事业单位/科研机构','公务员/事业单位/科研机构', 48 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('050' , '农/林/牧/渔业','农/林/牧/渔业', 50 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('051' , '毕业生/实习生/培训生','毕业生/实习生/培训生', 51 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('052' , '兼职/临时','兼职/临时', 52 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY
VALUES ('053' , '其他','其他', 53 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_POST_TY_SUB
INSERT INTO T_POST_TY_SUB
VALUES ('001' , '001' , '销售代表','销售代表', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('002' , '001' , '客户代表','客户代表', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('003' , '001' , '电话销售','电话销售', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('004' , '001' , '销售工程师','销售工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('005' , '001' , '渠道/分销专员','渠道/分销专员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('006' , '001' , '医药销售代表','医药销售代表', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('007' , '001' , '网站推广','网站推广', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('008' , '001' , '团购业务员','团购业务员', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('009' , '001' , '经销商','经销商', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('010' , '001' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('011' , '002' , '销售总监','销售总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('012' , '002' , '销售经理','销售经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('013' , '002' , '销售主管','销售主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('014' , '002' , '客户经理','客户经理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('015' , '002' , '客户主管','客户主管', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('016' , '002' , '区域销售总监/经理','区域销售总监/经理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('017' , '002' , '渠道/分销总监','渠道/分销总监', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('018' , '002' , '渠道/分销经理/主管','渠道/分销经理/主管', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('019' , '002' , '业务拓展主管/经理','业务拓展主管/经理', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('020' , '002' , '团购经理/主管','团购经理/主管', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('021' , '002' , '售前/售后管理','售前/售后管理', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('022' , '002' , '零售/百货/连锁管理','零售/百货/连锁管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('023' , '002' , '其他','其他', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('024' , '003' , '销售行政经理/主管','销售行政经理/主管', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('025' , '003' , '销售行政专员/助理','销售行政专员/助理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('026' , '003' , '商务专员/助理','商务专员/助理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('027' , '003' , '商务经理/主管','商务经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('028' , '003' , '业务分析','业务分析', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('029' , '003' , '销售培训讲师','销售培训讲师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('030' , '003' , '其他','其他', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('031' , '004' , '客户服务总监','客户服务总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('032' , '004' , '客户服务经理','客户服务经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('033' , '004' , '客户服务主管','客户服务主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('034' , '004' , '客户关系/投诉/协调人员','客户关系/投诉/协调人员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('035' , '004' , '客户咨询热线/呼叫中心人员','客户咨询热线/呼叫中心人员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('036' , '004' , '客户服务专员/助理','客户服务专员/助理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('037' , '004' , '售前/售后技术支持管理','售前/售后技术支持管理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('038' , '004' , '售前/售后技术支持工程师','售前/售后技术支持工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('039' , '004' , '其他','其他', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('040' , '005' , '采购总监/经理','采购总监/经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('041' , '005' , '采购主管','采购主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('042' , '005' , '采购专员/助理','采购专员/助理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('043' , '005' , '外贸/贸易专员/助理','外贸/贸易专员/助理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('044' , '005' , '外贸/贸易经理/主管','外贸/贸易经理/主管', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('045' , '005' , '业务跟单','业务跟单', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('046' , '005' , '报关员','报关员', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('047' , '005' , '其他','其他', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('048' , '006' , '软件工程师','软件工程师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('049' , '006' , '高级软件工程师','高级软件工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('050' , '006' , '软件测试','软件测试', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('051' , '006' , '研发工程师','研发工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('052' , '006' , '系统工程师','系统工程师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('053' , '006' , '数据库开发工程师','数据库开发工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('054' , '006' , '数据库管理员','数据库管理员', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('055' , '006' , 'ERP技术/开发应用','ERP技术/开发应用', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('056' , '006' , '实施工程师','实施工程师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('057' , '006' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('058' , '007' , '网站运营管理','网站运营管理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('059' , '007' , '产品经理/主管','产品经理/主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('060' , '007' , '电子商务/SEO','电子商务/SEO', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('061' , '007' , '网络管理员','网络管理员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('062' , '007' , '网站编辑','网站编辑', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('063' , '007' , '网页设计/制作','网页设计/制作', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('064' , '007' , '网络工程师','网络工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('065' , '007' , '互联网研发工程师','互联网研发工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('066' , '007' , '系统管理员','系统管理员', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('067' , '007' , '系统分析师/架构师','系统分析师/架构师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('068' , '007' , '网络与信息安全工程师','网络与信息安全工程师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('069' , '007' , '语音/视频/图形','语音/视频/图形', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('070' , '007' , 'UI/UE设计师/顾问','UI/UE设计师/顾问', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('071' , '007' , '三维/3D设计/制作','三维/3D设计/制作', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('072' , '007' , 'Flash设计/开发','Flash设计/开发', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('073' , '007' , '游戏设计/开发','游戏设计/开发', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('074' , '007' , '其他','其他', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('075' , '008' , '高级硬件工程师','高级硬件工程师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('076' , '008' , '硬件工程师','硬件工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('077' , '008' , '硬件测试人员','硬件测试人员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('078' , '008' , '其他','其他', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('079' , '009' , '无线/射频通信工程师','无线/射频通信工程师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('080' , '009' , '电信/通信工程师','电信/通信工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('081' , '009' , '通信电源工程师','通信电源工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('082' , '009' , '移动通信工程师','移动通信工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('083' , '009' , '电信网络工程师','电信网络工程师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('084' , '009' , '电信交换工程师','电信交换工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('085' , '009' , '数据通信工程师','数据通信工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('086' , '009' , '有线传输工程师','有线传输工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('087' , '009' , '项目经理/主管','项目经理/主管', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('088' , '009' , '标准化工程师','标准化工程师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('089' , '009' , '研发工程师','研发工程师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('090' , '009' , '其他','其他', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('091' , '010' , '半导体技术','半导体技术', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('092' , '010' , '研发工程师','研发工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('093' , '010' , '无线电工程师','无线电工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('094' , '010' , '测试/可靠性工程师','测试/可靠性工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('095' , '010' , '项目管理/产品管理','项目管理/产品管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('096' , '010' , '产品工艺/规划/制程工程师','产品工艺/规划/制程工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('097' , '010' , '灯光/照明','灯光/照明', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('098' , '010' , '版图设计工程师','版图设计工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('099' , '010' , '激光/光电子技术','激光/光电子技术', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('100' , '010' , '仪器/仪表/计量','仪器/仪表/计量', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('101' , '010' , 'IC验证工程师','IC验证工程师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('102' , '010' , '集成电路IC设计/应用工程师','集成电路IC设计/应用工程师', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('103' , '010' , '家用电器/数码产品研发','家用电器/数码产品研发', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('104' , '010' , 'FAE现场应用工程师','FAE现场应用工程师', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('105' , '010' , '设备工程师（调试/安装/维护）','设备工程师（调试/安装/维护）', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('106' , '010' , '嵌入式硬件/软件工程师','嵌入式硬件/软件工程师', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('107' , '010' , '电子/电气工程师','电子/电气工程师', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('108' , '010' , '电子/电器维修','电子/电器维修', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('109' , '010' , '电路工程师/技术员','电路工程师/技术员', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('110' , '010' , '机电工程师','机电工程师', 20 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('111' , '010' , '电子元器件工程师','电子元器件工程师', 21 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('112' , '010' , '电池/电源开发','电池/电源开发', 22 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('113' , '010' , '自动化工程师','自动化工程师', 23 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('114' , '010' , '音频/视频工程师/技术员','音频/视频工程师/技术员', 24 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('115' , '010' , '模拟电路设计/应用工程师','模拟电路设计/应用工程师', 25 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('116' , '010' , '空调工程/设计','空调工程/设计', 26 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('117' , '010' , '其他','其他', 27 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('118' , '011' , '首席技术官CTO/首席信息官CIO','首席技术官CTO/首席信息官CIO', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('119' , '011' , '技术总监/经理','技术总监/经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('120' , '011' , '信息技术经理/主管','信息技术经理/主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('121' , '011' , '信息技术专员','信息技术专员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('122' , '011' , '技术支持/维护经理','技术支持/维护经理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('123' , '011' , '技术支持/维护工程师','技术支持/维护工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('124' , '011' , '项目经理/主管','项目经理/主管', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('125' , '011' , '质量工程师','质量工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('126' , '011' , '其他','其他', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('127' , '012' , '高级建筑工程师/总工','高级建筑工程师/总工', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('128' , '012' , '建筑师/土建工程师','建筑师/土建工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('129' , '012' , '工程监理/质量工程师','工程监理/质量工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('130' , '012' , '给排水工程/暖通/制冷工程','给排水工程/暖通/制冷工程', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('131' , '012' , '结构工程师','结构工程师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('132' , '012' , '电气设计','电气设计', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('133' , '012' , '造价师/预算师','造价师/预算师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('134' , '012' , '项目管理/招投标','项目管理/招投标', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('135' , '012' , '城市规划','城市规划', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('136' , '012' , '市政工程师','市政工程师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('137' , '012' , '室内外装潢设计','室内外装潢设计', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('138' , '012' , '景观/园林设计','景观/园林设计', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('139' , '012' , '幕墙工程师','幕墙工程师', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('140' , '012' , '智能大厦/布线/弱电/安防','智能大厦/布线/弱电/安防', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('141' , '012' , '测绘/测量/制图','测绘/测量/制图', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('142' , '012' , '铁路/道路/桥梁技术','铁路/道路/桥梁技术', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('143' , '012' , '安全管理/安全员','安全管理/安全员', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('144' , '012' , '施工员','施工员', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('145' , '012' , '其他','其他', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('146' , '013' , '房地产中介/交易','房地产中介/交易', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('147' , '013' , '房地产开发/策划','房地产开发/策划', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('148' , '013' , '项目管理/招投标','项目管理/招投标', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('149' , '013' , '房地产评估','房地产评估', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('150' , '013' , '其他','其他', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('151' , '014' , '物业经理/主管','物业经理/主管', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('152' , '014' , '物业管理专员/助理','物业管理专员/助理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('153' , '014' , '招商经理/主管','招商经理/主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('154' , '014' , '物业招商/租赁/租售','物业招商/租赁/租售', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('155' , '014' , '物业维修','物业维修', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('156' , '014' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('157' , '015' , '首席财务官CFO','首席财务官CFO', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('158' , '015' , '财务总监','财务总监', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('159' , '015' , '财务经理','财务经理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('160' , '015' , '财务主管/总帐主管','财务主管/总帐主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('161' , '015' , '财务分析经理/主管','财务分析经理/主管', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('162' , '015' , '成本经理/主管','成本经理/主管', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('163' , '015' , '会计经理/主管','会计经理/主管', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('164' , '015' , '会计师','会计师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('165' , '015' , '会计','会计', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('166' , '015' , '成本会计','成本会计', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('167' , '015' , '出纳员','出纳员', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('168' , '015' , '审计经理/主管','审计经理/主管', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('169' , '015' , '审计专员/助理','审计专员/助理', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('170' , '015' , '资产/资金管理','智资产/资金管理', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('171' , '015' , '财务助理/会计助理','财务助理/会计助理', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('172' , '015' , '税务经理/主管','税务经理/主管', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('173' , '015' , '税务专员/助理','税务专员/助理', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('174' , '015' , '统计员','统计员', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('175' , '015' , '财务分析员','财务分析员', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('176' , '015' , '其他','其他', 20 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('177' , '016' , '银行经理/主任','银行经理/主任', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('178' , '016' , '银行会计/柜员','银行会计/柜员', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('179' , '016' , '信用卡/银行卡业务','信用卡/银行卡业务', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('180' , '016' , '信贷管理/资信评估','信贷管理/资信评估', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('181' , '016' , '客户服务','客户服务', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('182' , '016' , '公司业务','公司业务', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('183' , '016' , '个人业务','个人业务', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('184' , '016' , '其他','其他', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('185' , '017' , '证券总监/部门经理','证券总监/部门经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('186' , '017' , '证券/期货/外汇经纪人','证券/期货/外汇经纪人', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('187' , '017' , '证券分析/金融研究','证券分析/金融研究', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('188' , '017' , '客户经理/主管','客户经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('189' , '017' , '投资/理财服务','投资/理财服务', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('190' , '017' , '项目经理/主管','项目经理/主管', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('191' , '017' , '融资总监','融资总监', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('192' , '017' , '投资银行业务','投资银行业务', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('193' , '017' , '融资经理/融资主管/专员','融资经理/融资主管/专员', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('194' , '017' , '股票/期货操盘手','股票/期货操盘手', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('195' , '017' , '风险管理/控制/稽查','风险管理/控制/稽查', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('196' , '017' , '基金管理','基金管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('197' , '017' , '外汇交易/基金/国债经理人','外汇交易/基金/国债经理人', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('198' , '017' , '资产评估','资产评估', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('199' , '017' , '担保/拍卖/典当业务','担保/拍卖/典当业务', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('200' , '017' , '储备经理人','储备经理人', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('201' , '017' , '其他','其他', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('202' , '018' , '业务经理/主管','业务经理/主管', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('203' , '018' , '项目经理/主管','项目经理/主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('204' , '018' , '保险代理/经纪人/客户经理','保险代理/经纪人/客户经理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('205' , '018' , '保险顾问/财务规划师','保险顾问/财务规划师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('206' , '018' , '保险产品开发/项目策划','保险产品开发/项目策划', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('207' , '018' , '保险培训师','保险培训师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('208' , '018' , '契约管理','契约管理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('209' , '018' , '核保理赔','核保理赔', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('210' , '018' , '受理','受理', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('211' , '018' , '精算/投资/稽核/律师/法务/合规','精算/投资/稽核/律师/法务/合规', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('212' , '018' , '保险精算师','保险精算师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('213' , '018' , '客户服务/续期管理','客户服务/续期管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('214' , '018' , '保险内勤','保险内勤', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('215' , '018' , '储备经理人','储备经理人', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('216' , '018' , '其他','其他', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('217' , '019' , '项目工程管理','项目工程管理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('218' , '019' , '设计工程师','设计工程师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('219' , '019' , '研发工程师','研发工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('220' , '019' , '发动机/底盘/总装工程师','发动机/底盘/总装工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('221' , '019' , '机械工程师','机械工程师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('222' , '019' , '电子工程师','电子工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('223' , '019' , '安全性能工程师','安全性能工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('224' , '019' , '装配工艺工程师','装配工艺工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('225' , '019' , '理赔专员/顾问','理赔专员/顾问', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('226' , '019' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('227' , '020' , '销售/经纪人','销售/经纪人', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('228' , '020' , '汽车/摩托车修理','汽车/摩托车修理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('229' , '020' , '售后服务/客户服务','售后服务/客户服务', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('230' , '020' , '4S店管理','4S店管理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('231' , '020' , '零配件销售','零配件销售', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('232' , '020' , '装饰美容','装饰美容', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('233' , '020' , '检验检测','检验检测', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('234' , '020' , '二手车评估师','二手车评估师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('235' , '020' , '其他','其他', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('236' , '021' , '工程机械经理','工程机械经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('237' , '021' , '工程机械主管','工程机械主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('238' , '021' , '工程/设备工程师','工程/设备工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('239' , '021' , '机械工程师','机械工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('240' , '021' , '技术研发工程师','技术研发工程师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('241' , '021' , '技术文档工程师','技术文档工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('242' , '021' , '产品工艺/制程工程师','产品工艺/制程工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('243' , '021' , '结构工程师','结构工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('244' , '021' , '气动工程师','气动工程师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('245' , '021' , '模具工程师','模具工程师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('246' , '021' , '机械设计师','机械设计师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('247' , '021' , '机械制图员','机械制图员', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('248' , '021' , '维修工程师','维修工程师', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('249' , '021' , '铸造/锻造工程师/技师','铸造/锻造工程师/技师', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('250' , '021' , 'CNC/数控工程师','CNC/数控工程师', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('251' , '021' , '其他','其他', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('252' , '022' , '工厂厂长/副厂长','工厂厂长/副厂长', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('253' , '022' , '生产总监/经理/车间主任','生产总监/经理/车间主任', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('254' , '022' , '项目经理/主管','项目经理/主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('255' , '022' , '质量管理','质量管理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('256' , '022' , '生产主管/督导/组长','生产主管/督导/组长', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('257' , '022' , '制造工程师','制造工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('258' , '022' , '项目工程师','项目工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('259' , '022' , '维修工程师','维修工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('260' , '022' , '铸造/锻造/注塑工程师','铸造/锻造/注塑工程师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('261' , '022' , '工业工程师','工业工程师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('262' , '022' , '生产计划','生产计划', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('263' , '022' , '设备管理','设备管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('264' , '022' , '产品开发/技术/工艺','产品开发/技术/工艺', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('265' , '022' , '化验/检验','化验/检验', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('266' , '022' , '仓库物料','仓库物料', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('267' , '022' , '采购管理','采购管理', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('268' , '022' , '包装工程师','包装工程师', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('269' , '022' , '材料工程师','材料工程师', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('270' , '022' , '其他','其他', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('271' , '023' , '司机/驾驶员','司机/驾驶员', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('272' , '023' , '航空/列车/船舶操作维修','航空/列车/船舶操作维修', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('273' , '023' , '航空/列车/船舶乘务','航空/列车/船舶乘务', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('274' , '023' , '公交/地铁','公交/地铁', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('275' , '023' , '飞机/列车/船舶设计与制造','飞机/列车/船舶设计与制造', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('276' , '023' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('277' , '024' , '服装/店面/纺织设计','服装/店面/纺织设计', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('278' , '024' , '面料辅料开发/采购','面料辅料开发/采购', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('279' , '024' , '服装打样/制版','服装打样/制版', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('280' , '024' , '项目经理/主管','项目经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('281' , '024' , '生产管理','生产管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('282' , '024' , '服装/纺织/皮革跟单','服装/纺织/皮革跟单', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('283' , '024' , '销售/市场推广','销售/市场推广', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('284' , '024' , '质量管理/验货员(QA/QC)','质量管理/验货员(QA/QC)', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('285' , '024' , '样衣工','样衣工', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('286' , '024' , '裁床','裁床', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('287' , '024' , '食品/饮料研发检验','食品/饮料研发检验', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('288' , '024' , '其他','其他', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('289' , '025' , '物流总监/经理','物流总监/经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('290' , '025' , '物流主管','物流主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('291' , '025' , '物流专员/助理','物流专员/助理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('292' , '025' , '仓库经理/主管','仓库经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('293' , '025' , '仓库/物料管理员','仓库/物料管理员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('294' , '025' , '供应链管理','供应链管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('295' , '025' , '运输经理/主管','运输经理/主管', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('296' , '025' , '快递员/速递员','快递员/速递员', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('297' , '025' , '调度员','调度员', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('298' , '025' , '单证员','单证员', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('299' , '025' , '搬运工','搬运工', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('300' , '025' , '其他','其他', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('301' , '026' , '车床/磨床/铣床/冲床工','车床/磨床/铣床/冲床工', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('302' , '026' , '钳工/钣工','钳工/钣工', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('303' , '026' , '电焊工/铆焊工','电焊工/铆焊工', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('304' , '026' , '电工','电工', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('305' , '026' , '汽车修理工/机修工','汽车修理工/机修工', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('306' , '026' , '水工/木工/油漆工','水工/木工/油漆工', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('307' , '026' , '模具工','模具工', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('308' , '026' , '普工','普工', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('309' , '026' , '铲车/叉车工','铲车/叉车工', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('310' , '026' , '空调工/电梯工/锅炉工','空调工/电梯工/锅炉工', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('311' , '026' , '其他','其他', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('312' , '027' , '质量管理/测试经理(QA/QC经理)','质量管理/测试经理(QA/QC经理)', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('313' , '027' , '量管理/测试主管(QA/QC主管)','量管理/测试主管(QA/QC主管)', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('314' , '027' , '质量检验员/测试员','质量检验员/测试员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('315' , '027' , '质量管理/测试工程师(QA/QC工程师)','质量管理/测试工程师(QA/QC工程师)', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('316' , '027' , '安全消防','安全消防', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('317' , '027' , '认证/体系工程师/审核员','认证/体系工程师/审核员', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('318' , '027' , '供应商/采购设备与材料质量管理','供应商/采购设备与材料质量管理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('319' , '027' , '安全管理','安全管理', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('320' , '027' , 'HSE工程师','HSE工程师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('321' , '027' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('322' , '028' , '市场总监','市场总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('323' , '028' , '市场营销经理','市场营销经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('324' , '028' , '市场拓展经理/主管','市场拓展经理/主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('325' , '028' , '市场专员/市场助理','市场专员/市场助理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('326' , '028' , '市场经理','市场经理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('327' , '028' , '市场营销主管','市场营销主管', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('328' , '028' , '市场拓展专员/助理','市场拓展专员/助理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('329' , '028' , '市场营销专员/助理','市场营销专员/助理', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('330' , '028' , '产品/品牌经理','产品/品牌经理', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('331' , '028' , '产品/品牌主管','产品/品牌主管', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('332' , '028' , '产品/品牌专员/助理','产品/品牌专员/助理', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('333' , '028' , '市场主管','市场主管', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('334' , '028' , '市场调研与分析','市场调研与分析', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('335' , '028' , '市场策划/企划经理/主管','市场策划/企划经理/主管', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('336' , '028' , '市场策划/企划专员/助理','市场策划/企划专员/助理', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('337' , '028' , '促销督导','促销督导', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('338' , '028' , '会务专员','会务专员', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('339' , '028' , '其他','其他', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('340' , '029' , '公关总监/经理','公关总监/经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('341' , '029' , '公关主管','公关主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('342' , '029' , '公关专员/助理','公关专员/助理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('343' , '029' , '媒介经理/主管','媒介经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('344' , '029' , '媒介专员/媒介购买','媒介专员/媒介购买', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('345' , '029' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('346' , '030' , '创意指导/总监','创意指导/总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('347' , '030' , '美术编辑/美术设计','美术编辑/美术设计', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('348' , '030' , '产品/包装设计','产品/包装设计', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('349' , '030' , '展示/装潢设计','展示/装潢设计', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('350' , '030' , '平面设计','平面设计', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('351' , '030' , '家具设计','家具设计', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('352' , '030' , '工艺品/珠宝设计','工艺品/珠宝设计', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('353' , '030' , '店面/陈列/展览设计','店面/陈列/展览设计', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('354' , '030' , '多媒体/动画设计','多媒体/动画设计', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('355' , '030' , '印刷排版/制版','印刷排版/制版', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('356' , '030' , '设计管理人员','设计管理人员', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('357' , '030' , 'CAD设计/制图','CAD设计/制图', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('358' , '030' , '其他','其他', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('359' , '031' , '客户总监/经理','客户总监/经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('360' , '031' , '客户主管/专员','客户主管/专员', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('361' , '031' , '项目管理','项目管理', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('362' , '031' , '业务拓展','业务拓展', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('363' , '031' , '媒介策划/管理','媒介策划/管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('364' , '031' , '设计/创意管理','设计/创意管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('365' , '031' , '会展策划/设计','会展策划/设计', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('366' , '031' , '企业策划人员','企业策划人员', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('367' , '031' , '文案策划','文案策划', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('368' , '031' , '婚礼策划服务','婚礼策划服务', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('369' , '031' , '美术指导','美术指导', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('370' , '031' , '制作执行','制作执行', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('371' , '031' , '其他','其他', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('372' , '032' , '导演/编导/影视制作','导演/编导/影视制作', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('373' , '032' , '总编/副总编/主编','总编/副总编/主编', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('374' , '032' , '艺术指导/舞美设计','艺术指导/舞美设计', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('375' , '032' , '摄影师/摄像师','摄影师/摄像师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('376' , '032' , '后期制作/音效师','后期制作/音效师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('377' , '032' , '主持人/演员/模特/配音','主持人/演员/模特/配音', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('378' , '032' , '编辑/撰稿','编辑/撰稿', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('379' , '032' , '记者/采编','记者/采编', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('380' , '032' , '文案/策划','文案/策划', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('381' , '032' , '校对/录入','校对/录入', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('382' , '032' , '出版/发行','出版/发行', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('383' , '032' , '排版设计/完稿/美编','排版设计/完稿/美编', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('384' , '032' , '印刷操作','印刷操作', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('385' , '032' , '化妆师/造型师/服装/道具','化妆师/造型师/服装/道具', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('386' , '032' , '经纪人','经纪人', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('387' , '032' , '其他','其他', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('388' , '033' , '医药代表','医药代表', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('389' , '033' , '医疗器械推广','医疗器械推广', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('390' , '033' , '产品研发/注册','产品研发/注册', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('391' , '033' , '项目经理/主管','项目经理/主管', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('392' , '033' , '药品生产/质量管理','药品生产/质量管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('393' , '033' , '生物工程/生物制药','生物工程/生物制药', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('394' , '033' , '招商经理/主管','招商经理/主管', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('395' , '033' , '临床研究/协调','临床研究/协调', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('396' , '033' , '其他','其他', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('397' , '034' , '化工工程师','化工工程师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('398' , '034' , '化学分析','化学分析', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('399' , '034' , '化学制剂研发','化学制剂研发', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('400' , '034' , '化学操作','化学操作', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('401' , '034' , '化学技术','化学技术', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('402' , '034' , '研发工程师','研发工程师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('403' , '034' , '项目经理/主管','项目经理/主管', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('404' , '034' , '塑料工程师','塑料工程师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('405' , '034' , '实验技术员/研究员','实验技术员/研究员', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('406' , '034' , '油漆/化工涂料','油漆/化工涂料', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('407' , '034' , '其他','其他', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('408' , '035' , '污水处理工程师','污水处理工程师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('409' , '035' , '环境工程技术/园林景区','环境工程技术/园林景区', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('410' , '035' , '环境管理/保护','环境管理/保护', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('411' , '035' , '环保技术','环保技术', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('412' , '035' , 'EHS管理','EHS管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('413' , '035' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('414' , '036' , '项目经理/主管','项目经理/主管', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('415' , '036' , '石油天然气技术人员','石油天然气技术人员', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('416' , '036' , '空调/热能工程师','空调/热能工程师', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('417' , '036' , '核力/火力工程师','核力/火力工程师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('418' , '036' , '电力工程师/技术员','电力工程师/技术员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('419' , '036' , '地质勘查/选矿/采矿','地质勘查/选矿/采矿', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('420' , '036' , '水利/水电工程师','水利/水电工程师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('421' , '036' , '其他','其他', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('422' , '037' , '首席执行官CEO/总裁/总经理','首席执行官CEO/总裁/总经理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('423' , '037' , '首席运营官COO/运营总监','首席运营官COO/运营总监', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('424' , '037' , '首席财务官CFO','首席财务官CFO', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('425' , '037' , '首席技术官CTO/首席信息官CIO','首席技术官CTO/首席信息官CIO', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('426' , '037' , '副总裁/副总经理','副总裁/副总经理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('427' , '037' , '总裁助理/总经理助理','总裁助理/总经理助理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('428' , '037' , '总监','总监', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('429' , '037' , '分公司经理/代表处首代','分公司经理/代表处首代', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('430' , '037' , '合伙人','合伙人', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('431' , '037' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('432' , '038' , '人力资源总监','人力资源总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('433' , '038' , '人力资源经理','人力资源经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('434' , '038' , '人力资源主管','人力资源主管', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('435' , '038' , '人力资源专员/助理','人力资源专员/助理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('436' , '038' , '培训经理/主管','培训经理/主管', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('437' , '038' , '培训专员/助理/培训师','培训专员/助理/培训师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('438' , '038' , '招聘专员/助理','招聘专员/助理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('439' , '038' , '招聘经理/主管','招聘经理/主管', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('440' , '038' , '薪酬福利管理','薪酬福利管理', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('441' , '038' , '绩效考核管理','绩效考核管理', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('442' , '038' , '员工关系/企业文化/工会','员工关系/企业文化/工会', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('443' , '038' , '猎头顾问/助理','猎头顾问/助理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('444' , '038' , '其他','其他', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('445' , '039' , '行政总监','行政总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('446' , '039' , '行政主管','行政主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('447' , '039' , '行政经理/办公室主任','行政经理/办公室主任', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('448' , '039' , '行政专员/助理','行政专员/助理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('449' , '039' , '助理/秘书','助理/秘书', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('450' , '039' , '前台/总机/接待','前台/总机/接待', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('451' , '039' , '后勤人员','后勤人员', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('452' , '039' , '合同管理','合同管理', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('453' , '039' , '电脑操作/打字/录入员','电脑操作/打字/录入员', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('454' , '039' , '文员','文员', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('455' , '039' , '其他','其他', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('456' , '040' , '咨询总监','咨询总监', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('457' , '040' , '咨询经理/主管','咨询经理/主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('458' , '040' , '咨询顾问','咨询顾问', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('459' , '040' , '专业顾问','专业顾问', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('460' , '040' , '情报信息分析','情报信息分析', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('461' , '040' , '培训师','培训师', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('462' , '040' , '市场调研','市场调研', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('463' , '040' , '其他','其他', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('464' , '041' , '培训师/讲师','培训师/讲师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('465' , '041' , '招生/课程顾问','招生/课程顾问', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('466' , '041' , '教练','教练', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('467' , '041' , '教学/教务管理人员','教学/教务管理人员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('468' , '041' , '教育产品开发','教育产品开发', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('469' , '041' , '家教','家教', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('470' , '041' , '校长','校长', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('471' , '041' , '大学教师','大学教师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('472' , '041' , '高中教师','高中教师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('473' , '041' , '职业中专/技校教师','职业中专/技校教师', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('474' , '041' , '初中教师','初中教师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('475' , '041' , '小学教师','小学教师', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('476' , '041' , '幼教','幼教', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('477' , '041' , '其他','其他', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('478' , '042' , '律师/律师助理','律师/律师助理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('479' , '042' , '法务经理/主管','法务经理/主管', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('480' , '042' , '律师/法务/合规顾问','律师/法务/合规顾问', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('481' , '042' , '律师/法务/合规部经理/主任','律师/法务/合规部经理/主任', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('482' , '042' , '产权/专利顾问/专业代理','产权/专利顾问/专业代理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('483' , '042' , '法务专员/助理','法务专员/助理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('484' , '042' , '其他','其他', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('485' , '043' , '英语类','英语类', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('486' , '043' , '法语类','法语类', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('487' , '043' , '日语类','日语类', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('488' , '043' , '德语类','德语类', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('489' , '043' , '俄语类','俄语类', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('490' , '043' , '韩语类','韩语类', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('491' , '043' , '西班牙语翻译','西班牙语翻译', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('492' , '043' , '意大利语翻译','意大利语翻译', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('493' , '043' , '葡萄牙语翻译','葡萄牙语翻译', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('494' , '043' , '阿拉伯语翻译','阿拉伯语翻译', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('495' , '043' , '其他语种类','其他语种类', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('496' , '044' , '店员/营业员/导购员','店员/营业员/导购员', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('497' , '044' , '店长/卖场经理','店长/卖场经理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('498' , '044' , '理货员/陈列员','理货员/陈列员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('499' , '044' , '收银员','收银员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('500' , '044' , '促销专员/导购','促销专员/导购', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('501' , '044' , '兼职店员','兼职店员', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('502' , '044' , '防损员/内保','防损员/内保', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('503' , '044' , '招商经理/主管','招商经理/主管', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('504' , '044' , '奢侈品业务','奢侈品业务', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('505' , '044' , '品类管理','品类管理', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('506' , '044' , '食品加工/处理','食品加工/处理', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('507' , '044' , '其他','其他', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('508' , '045' , '酒店管理','酒店管理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('509' , '045' , '大堂经理/领班','大堂经理/领班', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('510' , '045' , '前厅接待/礼仪/迎宾','前厅接待/礼仪/迎宾', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('511' , '045' , '娱乐或餐饮管理','娱乐或餐饮管理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('512' , '045' , '服务员','服务员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('513' , '045' , '客房服务','客房服务', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('514' , '045' , '厨师/面点师','厨师/面点师', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('515' , '045' , '调酒师/茶艺师','调酒师/茶艺师', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('516' , '045' , '营养师','营养师', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('517' , '045' , '导游/票务','导游/票务', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('518' , '045' , '旅游顾问','旅游顾问', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('519' , '045' , '计划调度/旅游产品','计划调度/旅游产品', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('520' , '045' , '主持/司仪','主持/司仪', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('521' , '045' , '救生员','救生员', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('522' , '045' , '保安','保安', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('523' , '045' , '其他','其他', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('524' , '046' , '美发/发型师','美发/发型师', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('525' , '046' , '健身/美体/舞蹈教练','健身/美体/舞蹈教练', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('526' , '046' , '整形/美容/美甲','整形/美容/美甲', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('527' , '046' , '化妆师','化妆师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('528' , '046' , '按摩/足疗','按摩/足疗', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('529' , '046' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('530' , '047' , '医药代表','医药代表', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('531' , '047' , '医生/医师','医生/医师', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('532' , '047' , '护士/护理人员','护士/护理人员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('533' , '047' , '内科医生','内科医生', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('534' , '047' , '外科医生','外科医生', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('535' , '047' , '儿科医生','儿科医生', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('536' , '047' , '牙科医生','牙科医生', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('537' , '047' , '中医科医生','中医科医生', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('538' , '047' , '麻醉医生','麻醉医生', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('539' , '047' , '心理医生','心理医生', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('540' , '047' , '眼科医生/验光师','眼科医生/验光师', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('541' , '047' , '药库主任/药剂师','药库主任/药剂师', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('542' , '047' , '医药质检','医药质检', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('543' , '047' , '医疗管理人员','医疗管理人员', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('544' , '047' , '营养师','营养师', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('545' , '047' , '宠物护理/兽医','宠物护理/兽医', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('546' , '047' , '针灸推拿','针灸推拿', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('547' , '047' , '其他','其他', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('548' , '048' , '保安','保安', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('549' , '048' , '保洁','保洁', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('550' , '048' , '普工','普工', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('551' , '048' , '话务员','话务员', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('552' , '048' , '家政人员','家政人员', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('553' , '048' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('554' , '049' , '公务员/事业单位','公务员/事业单位', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('555' , '049' , '科研管理人员','科研管理人员', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('556' , '049' , '科研人员','科研人员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('557' , '049' , '人文/社会科学','人文/社会科学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('558' , '049' , '航空航天','航空航天', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('559' , '049' , '声光学技术·激光技术','声光学技术·激光技术', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('560' , '049' , '气象','气象', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('561' , '049' , '其他','其他', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('562' , '050' , '农/林/牧/渔','农/林/牧/渔', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('563' , '050' , '饲料业务','饲料业务', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('564' , '050' , '养殖人员','养殖人员', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('565' , '050' , '农艺师','农艺师', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('566' , '050' , '畜牧师','畜牧师', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('567' , '050' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('568' , '051' , '志愿者','志愿者', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('569' , '051' , '培训生','培训生', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('570' , '051' , '实习生','实习生', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('571' , '051' , '储备干部','储备干部', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('572' , '051' , '毕业生','毕业生', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('573' , '051' , '其他','其他', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('574' , '052' , '兼职','兼职', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('575' , '052' , '临时','临时', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_POST_TY_SUB
VALUES ('576' , '052' , '其他','其他', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_POST_TY_SUB
VALUES ('577' , '053' , '其他','其他', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_DGRE
INSERT INTO T_DGRE
VALUES ('JHS' , '初中','初中', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('SHS' , '高中','高中', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('THC' , '中技','中技', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('PLT' , '中专','中专', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('ASC' , '大专','大专', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('BCL' , '本科','本科', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('MST' , '硕士','硕士', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('DOC' , '博士','博士', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('MBA' , 'MBA','MBA', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_DGRE
VALUES ('OTH' , '其他','其他', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_LAN_TY
INSERT INTO T_LAN_TY
VALUES ('CH' , '中文','中文', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('EN' , '英语','英语', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('JP' , '日语','日语', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('FR' , '法语','法语', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('DE' , '德语','德语', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('RU' , '俄语','俄语', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('KR' , '韩语','韩语', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('ES' , '西班牙语','西班牙语', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('PT' , '葡萄牙语','葡萄牙语', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('AR' , '阿拉伯语','阿拉伯语', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('IT' , '意大利语','意大利语', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LAN_TY
VALUES ('OT' , '其他','其他', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_SKL_TY
INSERT INTO T_SKL_TY
VALUES ('IT' , '计算机/IT','计算机/IT', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('IF' , '机械维修','机械维修', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('ME' , '生产技工','生产技工', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('LG' , '园林艺术','园林艺术', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('HC' , '手工艺','手工艺', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('CK' , '烹饪/餐饮','烹饪/餐饮', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('CT' , '服装/服饰','服装/服饰', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('DR' , '驾驶','驾驶', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('SG' , '安全保护','安全保护', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('TL' , '语言翻译','语言翻译', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('AO' , '建筑/装修','建筑/装修', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('NB' , '医护/美容','医护/美容', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_TY
VALUES ('OT' , '其他','其他', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_SKL_LEVL
INSERT INTO T_SKL_LEVL
VALUES ('BSC' , '一般','一般', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_LEVL
VALUES ('AVG' , '良好','良好', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_LEVL
VALUES ('PFC' , '熟练','熟练', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SKL_LEVL
VALUES ('EXP' , '精通','精通', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CERT_TY

##T_SUBJ_TY
INSERT INTO T_SUBJ_TY
VALUES ('001' , '哲学类','哲学类', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('002' , '经济学类','经济学类', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('003' , '管理科学与工程类','管理科学与工程类', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('004' , '工商管理类','工商管理类', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('005' , '行政管理/公共管理类','行政管理/公共管理类', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('006' , '图书档案学类','图书档案学类', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('007' , '语言文字类','语言文字类', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('008' , '新闻传播学类','新闻传播学类', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('009' , '艺术类','艺术类', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('010' , '电气信息类','电气信息类', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('011' , '计算机科学与技术类','计算机科学与技术类', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('012' , '机械类','机械类', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('013' , '土建类','土建类', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('014' , '材料类','材料类', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('015' , '仪器仪表类','仪器仪表类', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('016' , '能源动力类','能源动力类', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('017' , '水利类','水利类', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('018' , '测绘类','测绘类', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('019' , '制药工程类','制药工程类', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('020' , '交通运输类','交通运输类', 20 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('021' , '船舶与海洋工程类','船舶与海洋工程类', 21 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('022' , '航空航天类','航空航天类', 22 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('023' , '轻工纺织食品类','轻工纺织食品类', 23 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('024' , '武器类','武器类', 24 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('025' , '公安技术类','公安技术类', 25 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('026' , '法学类','法学类', 26 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('027' , '历史学类','历史学类', 27 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('028' , '数学类','数学类', 28 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('029' , '物理学类','物理学类', 29 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('030' , '化学类及化学工程类','化学类及化学工程类', 30 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('031' , '生物科学及生物技术类','生物科学及生物技术类', 31 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('032' , '天文地质地理类','天文地质地理类', 32 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('033' , '力学类','力学类', 33 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('034' , '电子信息科学类','电子信息科学类', 34 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('035' , '系统科学类','系统科学类', 35 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('036' , '环境科学与安全类','环境科学与安全类', 36 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('037' , '教育学类','教育学类', 37 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('038' , '医学类','医学类', 38 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('039' , '心理学类','心理学类', 39 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ_TY
VALUES ('040' , '农业类','农业类', 40 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_SUBJ
INSERT INTO T_SUBJ
VALUES ('001' , '001' , '哲学(含伦理学)','哲学(含伦理学)', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('002' , '001' , '逻辑学','逻辑学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('003' , '001' , '宗教学','宗教学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('004' , '002' , '经济学','经济学', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('005' , '002' , '国际贸易与经济','国际贸易与经济', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('006' , '002' , '财政学','财政学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('007' , '002' , '金融学','金融学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('008' , '002' , '经济管理','经济管理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('009' , '002' , '经济信息管理','经济信息管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('010' , '002' , '贸易经济','贸易经济', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('011' , '002' , '国际金融','国际金融', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('012' , '002' , '投资学','投资学', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('013' , '002' , '统计学','统计学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('014' , '002' , '经济与金融','经济与金融', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('015' , '002' , '金融工程','金融工程', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('016' , '002' , '保险','保险', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('017' , '002' , '税务','税务', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('018' , '002' , '信用管理','信用管理', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('019' , '002' , '网络经济学','网络经济学', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('020' , '002' , '技术经济','技术经历', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('021' , '003' , '管理科学','管理科学', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('022' , '003' , '信息管理和信息系统','信息管理和信息系统', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('023' , '003' , '工业工程','工业工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('024' , '003' , '工程管理','工程管理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('025' , '003' , '产品质量工程','产品质量工程', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('026' , '003' , '项目管理','项目管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('027' , '004' , '工商管理','工商管理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('028' , '004' , '市场营销','市场营销', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('029' , '004' , '商品学','商品学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('030' , '004' , '会计学','会计学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('031' , '004' , '审计学','审计学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('032' , '004' , '涉外会计','涉外会计', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('033' , '004' , '会计信息系统','会计信息系统', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('034' , '004' , '财务管理','财务管理', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('035' , '004' , '财政金融','财政金融', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('036' , '004' , '资产评估','资产评估', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('037' , '004' , '企业管理','企业管理', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('038' , '004' , '商务策划管理','商务策划管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('039' , '004' , '国际商务','国际商务', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('040' , '004' , '电子商务','电子商务', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('041' , '004' , '房地产经营管理','房地产经营管理', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('042' , '004' , '物业管理','物业管理', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('043' , '004' , '物流管理','物流管理', 17 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('044' , '004' , '旅游管理','旅游管理', 18 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('045' , '004' , '酒店管理','酒店管理', 19 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('046' , '004' , '连锁经营管理','连锁经营管理', 20 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('047' , '004' , '人力资源管理','人力资源管理', 21 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('048' , '005' , '行政管理','行政管理', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('049' , '005' , '公共关系学','公共关系学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('050' , '005' , '文秘','文秘', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('051' , '005' , '公共事业管理','公共事业管理', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('052' , '005' , '公共政策学','公共政策学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('053' , '005' , '国防教育与管理','国防教育与管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('054' , '005' , '劳动关系','劳动关系', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('055' , '005' , '劳动与社会保障','劳动与社会保障', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('056' , '005' , '城市规划与管理','城市规划与管理', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('057' , '005' , '土地资源管理','土地资源管理', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('058' , '005' , '农业经济管理','农业经济管理', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('059' , '005' , '食品经济管理','食品经济管理', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('060' , '005' , '会展经济与管理','会展经济与管理', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('061' , '005' , '文化产业管理','文化产业管理', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('062' , '005' , '体育产业管理','体育产业管理', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('063' , '005' , '航运管理','航运管理', 16 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('064' , '006' , '图书馆学与档案学','图书馆学与档案学', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('065' , '006' , '信息资源管理','信息资源管理', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('066' , '007' , '汉语言文学','汉语言文学', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('067' , '007' , '英语','英语', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('068' , '007' , '商务英语','商务英语', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('069' , '007' , '外贸英语','外贸英语', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('070' , '007' , '俄语','俄语', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('071' , '007' , '德语','德语', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('072' , '007' , '法语','法语', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('073' , '007' , '西班牙语','西班牙语', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('074' , '007' , '阿拉伯语','阿拉伯语', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('075' , '007' , '日语','日语', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('076' , '007' , '朝鲜语','朝鲜语', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('077' , '007' , '其他外语','其他外语', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('078' , '008' , '新闻学','新闻学', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('079' , '008' , '广播电视新闻','广播电视新闻', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('080' , '008' , '广告学','广告学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('081' , '008' , '编辑出版学','编辑出版学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('082' , '008' , '传播学','传播学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('083' , '008' , '媒体创意','媒体创意', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('084' , '009' , '音乐与作曲','音乐与作曲', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('085' , '009' , '艺术设计','艺术设计', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('086' , '009' , '戏剧表演','戏剧表演', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('087' , '009' , '导演与广播电视编导','导演与广播电视编导', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('088' , '009' , '戏剧影视与美术设计','戏剧影视与美术设计', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('089' , '009' , '摄影与动画','摄影与动画', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('090' , '009' , '播音主持与录音','播音主持与录音', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('091' , '009' , '服装设计','服装设计', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('092' , '009' , '舞蹈','舞蹈', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('093' , '009' , '美术学','美术学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('094' , '009' , '绘画','绘画', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('095' , '009' , '雕塑','雕塑', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('096' , '009' , '影视学','影视学', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('097' , '009' , '戏剧影视文学','戏剧影视文学', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('098' , '010' , '电气工程及其自动化','电气工程及其自动化', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('099' , '010' , '电气信息工程','电气信息工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('100' , '010' , '通信工程','通信工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('101' , '010' , '自动化','自动化', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('102' , '010' , '电子信息工程','电子信息工程', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('103' , '010' , '电子科学与技术','电子科学与技术', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('104' , '010' , '集成电路设计与集成系统','集成电路设计与集成系统', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('105' , '010' , '影视艺术技术','影视艺术技术', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('106' , '010' , '广播电视工程','广播电视工程', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('107' , '010' , '生物医学工程','生物医学工程', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('108' , '011' , '计算机科学与技术','计算机科学与技术', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('109' , '011' , '计算机科学','计算机科学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('110' , '011' , '计算机工程','计算机工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('111' , '011' , '计算机网络','计算机网路', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('112' , '011' , '计算机应用','计算机应用', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('113' , '011' , '软件工程','软件工程', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('114' , '011' , '计算机信息管理','计算机信息管理', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('115' , '012' , '机械设计制造及其自动化','机械设计制造及其自动化', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('116' , '012' , '机械电子工程与机电一体化','机械电子工程与机电一体化', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('117' , '012' , '机械工程及自动化','机械工程及自动化', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('118' , '012' , '机械制造工艺与设备','机械制造工艺与设备', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('119' , '012' , '制造工程','制造工程', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('120' , '012' , '制造自动化与测控技术','制造自动化与测控技术', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('121' , '012' , '材料成型及控制工程','材料成型及控制工程', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('122' , '012' , '工业设计','工业设计', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('123' , '012' , '过程装备与控制工程','过程装备与控制工程', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('124' , '012' , '模具设计与制造','模具设计与制造', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('125' , '012' , '微机电系统工程','微机电系统工程', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('126' , '012' , '车辆工程','车辆工程', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('127' , '012' , '汽车服务工程','汽车服务工程', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('128' , '013' , '土木工程','土木工程', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('129' , '013' , '道路与桥梁','道路与桥梁', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('130' , '013' , '建筑学','建筑学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('131' , '013' , '建筑工程','建筑工程', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('132' , '013' , '工业与民用建筑','工业与民用建筑', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('133' , '013' , '工程造价管理','工程造价管理', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('134' , '013' , '建筑环境与设备工程','建筑环境与设备工程', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('135' , '013' , '给排水科学与工程','给排水科学与工程', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('136' , '013' , '供热通风与空调工程','供热通风与空调工程', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('137' , '013' , '室内装潢设计','室内装潢设计', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('138' , '013' , '城市规划','城市规划', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('139' , '013' , '历史建筑保护工程','历史建筑保护工程', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('140' , '013' , '景观学','景观学', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('141' , '014' , '冶金工程','冶金工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('142' , '014' , '金属材料工程','金属材料工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('143' , '014' , '无机非金属材料工程','无机非金属材料工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('144' , '014' , '高分子材料工程','高分子材料工程', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('145' , '014' , '材料物理','材料物理', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('146' , '014' , '材料化学','材料化学', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('147' , '014' , '材料科学与工程','材料科学与工程', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('148' , '014' , '电子封装技术','电子封装技术', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('149' , '015' , '测控技术与仪器','测控技术与仪器', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('150' , '016' , '热能与动力工程','热能与动力工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('151' , '016' , '核工程与核技术','核工程与核技术', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('152' , '016' , '电力系统及自动化','电力系统及自动化', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('153' , '016' , '制冷与低温技术','制冷与低温技术', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('154' , '017' , '水利水电工程','水利水电工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('155' , '017' , '水文与水资源工程','水文与水资源工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('156' , '017' , '港口船道与海岸工程','港口船道与海岸工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('157' , '018' , '测绘工程','测绘工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('158' , '018' , '遥感科学与技术','遥感科学与技术', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('159' , '018' , '空间信息与数字技术','空间信息与数字技术', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('160' , '019' , '制药工程','制药工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('161' , '020' , '交通运输','交通运输', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('162' , '020' , '交通工程','交通工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('163' , '020' , '油气储运工程','油气储运工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('164' , '020' , '飞行技术','飞行技术', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('165' , '020' , '航海技术','航海技术', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('166' , '020' , '轮机工程','轮机工程', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('167' , '020' , '物流工程','物流工程', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('168' , '020' , '海事管理','海事管理', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('169' , '021' , '船舶与海洋工程','船舶与海洋工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('170' , '022' , '飞行器设计与工程','飞行器设计与工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('171' , '022' , '飞行器动力工程','飞行器动力工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('172' , '022' , '飞行器制造工程','飞行器制造工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('173' , '022' , '飞行器环境与生命保护工程','飞行器环境与生命保护工程', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('174' , '023' , '食品科学与工程','食品科学与工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('175' , '023' , '轻化工程','轻化工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('176' , '023' , '包装工程','包装工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('177' , '023' , '印刷工程','印刷工程', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('178' , '023' , '纺织工程','纺织工程', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('179' , '023' , '服装设计与工程','服装设计与工程', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('180' , '024' , '武器系统与发射工程','武器系统与发射工程', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('181' , '024' , '探测制导与控制工程','探测制导与控制工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('182' , '024' , '弹药工程与爆炸技术','弹药工程与爆炸技术', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('183' , '024' , '特种能源工程与烟火技术','特种能源工程与烟火技术', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('184' , '024' , '地面武器机动工程','地面武器机动工程', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('185' , '024' , '信息对抗技术','信息对抗技术', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('186' , '025' , '公安技术','公安技术', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('187' , '026' , '法学','法学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('188' , '026' , '马克思主义理论','马克思主义理论', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('189' , '026' , '政治学与行政学','政治学与行政学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('190' , '026' , '思想政治教育','思想政治教育', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('191' , '026' , '国际政治','国际政治', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('192' , '026' , '国际经济法','国际经济法', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('193' , '026' , '经济法','经济法', 7 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('194' , '026' , '社会学','社会学', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('195' , '026' , '外交学','外交学', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('196' , '026' , '公安学','公安学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('197' , '027' , '历史学','历史学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('198' , '027' , '考古学','考古学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('199' , '027' , '博物馆学','博物馆学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('200' , '028' , '数学与应用数学','数学与应用数学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('201' , '028' , '信息与计算科学','信息与计算科学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('202' , '029' , '物理学','物理学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('203' , '029' , '应用物理学','应用物理学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('204' , '030' , '化学','化学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('205' , '030' , '应用化学','应用化学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('206' , '030' , '化学工程与工艺','化学工程与工艺', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('207' , '030' , '精细化工','精细化工', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('208' , '030' , '化工设备与机械','化工设备与机械', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('209' , '030' , '生物化工','生物化工', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('210' , '031' , '生物工程','生物工程', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('211' , '031' , '生物工程与技术','生物工程与技术', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('212' , '031' , '生物信息学','生物信息学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('213' , '032' , '天文学','天文学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('214' , '032' , '地质学','地质学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('215' , '032' , '地理科学','地理科学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('216' , '032' , '地球物理学','地球物理学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('217' , '032' , '大气科学','大气科学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('218' , '032' , '海洋科学','海洋科学', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('219' , '032' , '地矿','地矿', 7 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('220' , '032' , '宝石鉴定与加工','宝石鉴定与加工', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('221' , '032' , '石油工程','石油工程', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('222' , '032' , '地球化学','地球化学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('223' , '032' , '地球与空间科学','地球与空间科学', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('224' , '032' , '地理信息系统','地理信息系统', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('225' , '032' , '地理信息科学与技术','地理信息科学与技术', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('226' , '033' , '力学','力学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('227' , '033' , '应用力学','应用力学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('228' , '034' , '电子信息科学与技术','电子信息科学与技术', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('229' , '034' , '光信息科学与技术','光信息科学与技术', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('230' , '034' , '光电子技术科学','光电子技术科学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('231' , '034' , '微电子学','微电子学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('232' , '034' , '信息科学技术','信息科学技术', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('233' , '034' , '信息安全','信息安全', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('234' , '034' , '科技防卫','科技防卫', 7 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('235' , '035' , '系统理论','系统理论', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('236' , '035' , '系统科学与工程','系统科学与工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('237' , '036' , '环境科学','环境科学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('238' , '036' , '环境工程','环境工程', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('239' , '036' , '安全工程','安全工程', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('240' , '036' , '生态学','生态学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('241' , '037' , '教育学','教育学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('242' , '037' , '体育教育','体育教育', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('243' , '037' , '学前教育','学前教育', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('244' , '037' , '职业技术教育','职业技术教育', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('245' , '037' , '特殊教育','特殊教育', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('246' , '037' , '教育技术学','教育技术学', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('247' , '038' , '基础医学','基础医学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('248' , '038' , '预防医学','预防医学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('249' , '038' , '临床医学与医学技术','临床医学与医学技术', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('250' , '038' , '口腔医学','口腔医学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('251' , '038' , '中医学','中医学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('252' , '038' , '法医学','法医学', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('253' , '038' , '护理学','护理学', 7 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('254' , '038' , '药学','药学', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('255' , '038' , '医学检验','医学检验', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('256' , '038' , '营养学','营养学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('257' , '038' , '麻醉学','麻醉学', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('258' , '038' , '放射医学','放射医学', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('259' , '038' , '眼视光学','眼视光学', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('260' , '038' , '针灸推拿学','针灸推拿学', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('261' , '038' , '中药学','中药学', 15 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('262' , '039' , '心理学','心理学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('263' , '039' , '应用心理学','应用心理学', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

INSERT INTO T_SUBJ
VALUES ('264' , '040' , '农学','农学', 1 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('265' , '040' , '园艺','园艺', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('266' , '040' , '植物保护学','植物保护学', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('267' , '040' , '茶学','茶学', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('268' , '040' , '草业科学','草业科学', 5 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('269' , '040' , '森林资源','森林资源', 6 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('270' , '040' , '环境生态','环境生态', 7 , 'Y' , '2012072401', '2013-07-25', '2013072401', '2013-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('271' , '040' , '动物科学','动物科学', 8 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('272' , '040' , '动物医学','动物医学', 9 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('273' , '040' , '水产科学','水产科学', 10 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('274' , '040' , '农业工程','农业工程', 11 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('275' , '040' , '林业工程','林业工程', 12 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('276' , '040' , '植物生产','植物生产', 13 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SUBJ
VALUES ('277' , '040' , '园林','园林', 14 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_SALRY_TY
INSERT INTO T_SALRY_TY
VALUES ('BSC' , '基本薪资','基本薪资', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SALRY_TY
VALUES ('BNS' , '奖金/提成','奖金/提成', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SALRY_TY
VALUES ('OPT' , '期权','期权', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SALRY_TY
VALUES ('OTH' , '其他','其他', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_SCTY_WELF
INSERT INTO T_SCTY_WELF
VALUES ('STD' , '国家标准','国家标准', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SCTY_WELF
VALUES ('BIS' , '商业保险','商业保险', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SCTY_WELF
VALUES ('OTH' , '其他','其他', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_LV_WELF
INSERT INTO T_LV_WELF
VALUES ('AWC' , '住房补贴','住房补贴', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LV_WELF
VALUES ('ARG' , '公司安排','公司安排', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LV_WELF
VALUES ('PCF' , '公积金','公积金', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_LV_WELF
VALUES ('OTH' , '其他','其他', 4 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_ANUL_WELF
INSERT INTO T_ANUL_WELF
VALUES ('STD' , '国家标准','国家标准', 1 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_ANUL_WELF
VALUES ('REP' , '公司补充','公司补充', 2 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_ANUL_WELF
VALUES ('OTH' , '其他','其他', 3 , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

##T_CD_TBL_LST
INSERT INTO T_CD_TBL_LST
VALUES ('00001' , '联系类型' ,'Code table for Contact Type' , 'T_CONT_TOP_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00002' , 'Sub-联系类型' ,'Code table for Contact Sub-Type' , 'T_CONT_SUB_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00003' , '客户等级' ,'Code table for Customs Grade' , 'T_CUST_GRDE' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00004' , '客户状态' ,'Code table for Customs Status' , 'T_CUST_STAT' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00005' , '企业性质' ,'Code table for Company Type' , 'T_CO_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00006' , '企业规模' ,'Code table for Company Size' , 'T_CO_SZ' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00007' , '行业类型' ,'Code table for Industry Type' , 'T_IND_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00008' , 'Sub-行业类型' ,'Code table for Sub-Industry Type' , 'T_IND_TY_SUB' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00009' , '职位类型' ,'Code table for Postion Type' , 'T_POST_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00010' , 'Sub-职位类型' ,'Code table for Sub-Postion Type' , 'T_POST_TY_SUB' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00011' , '学历/学位' ,'Code table for degree' , 'T_DGRE' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00012' , '人才来源' ,'Code table for Talent Source' , 'T_TLNT_SRC' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00013' , '语言类型' ,'Code table for Language Type' , 'T_LAN_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00014' , '技能类型' ,'Code table for Skill Type' , 'T_SKL_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00015' , '技能水平' ,'Code table for Skill Level' , 'T_SKL_LEVL' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00016' , '证书类型' ,'Code table for Certificate Type' , 'T_CERT_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00017' , '专业分类' ,'Code table for Subject' , 'T_SUBJ' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00018' , '薪资构成' ,'Code table for Salary Type' , 'T_SALRY_TY' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00019' , '社会福利' ,'Code table for Socity Welfare' , 'T_SCTY_WELF' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00020' , '住房福利' ,'Code table for Live Welfare' , 'T_LV_WELF' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_CD_TBL_LST
VALUES ('00021' , '年假福利' ,'Code table for Annual Leave Welfare' , 'T_ANUL_WELF' , 'Y' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');


##T_SEQ_NBR_LST
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CUST_GP' , 1 ,'客户集团序列号' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CUST_CO' , 1 ,'客户公司ID序列号' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CUST_RP' , 1 ,'客户公司联系人ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_PRJ' , 1 ,'项目ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CUST_CONT' , 1 ,'客户联系记录ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_TLNT' , 1 ,'人才ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_TLNT_CONT' , 1 ,'人才联系记录ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_PRJ_POST' , 1 ,'项目职位ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_INT_USR_ID' , 1 ,'内部用户ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_INT_ROLE_ID' , 1 ,'内部角色ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CONT_TY' , 4 ,'联系类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CONT_SUB_TY' , 17 ,'Sub-联系类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_IND_TY' , 11 ,'行业类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_IND_SUB_TY' , 46 ,'Sub-行业类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_POST_TY' , 53 ,'职位类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_POST_SUB_TY' , 577 ,'Sub-职位类型ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CD_TBL_ID' , 21 ,'Code Table ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_CO_SZ_CD_ID' , 8 ,'企业规模Code Table ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');
INSERT INTO T_SEQ_NBR_LST
VALUES ('SEQ_TLNT_SRC_CD_ID' , 1 ,'人才来源Code Table ID' , '2012072401', '2012-07-25', '2012072401', '2012-07-25', 'I');

